#### DeltaDegreeC Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol deltaÂ°C, indicating unit Celsius interval.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId DeltaDegreeC { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property DeltaDegreeC As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ DeltaDegreeC { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace